let db = [
	{
		questionID: 1,
		hasImg: false,
		title: '你听信了最久的谣言是什么？',
		cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。',
		userName: '张三',
		userHeader: 'https://qlogo1.store.qq.com/qzone/296443120/296443120/50?1438391185',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 2,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '暴走的小飞机',
		userHeader: 'https://qlogo4.store.qq.com/qzone/815808919/815808919/30',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 3,
		hasImg: false,
		title: '有哪些外行人看来很蠢的设计实际上却是精妙无比？',
		cont: '不定期插入更新。 这里不说他的歌，先说说他这人。 他出名18年，却还在为房租发愁，他虽然寡言，但是心里有一片海。 有图，流量党慎重。 他好不容易有一天的空闲时间，别人都去吃喝玩乐，他去艺术馆站了两个小时欣赏艺术，然后去诚品书店买了一堆书，最后吃…',
		userName: '李四',
		userHeader: 'https://qlogo3.store.qq.com/qzone/1170332242/1170332242/50?1449662577',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 4,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '王五',
		userHeader: 'https://qlogo4.store.qq.com/qzone/1334723335/1334723335/50?1491873379',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 5,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '赵六',
		userHeader: 'https://qlogo3.store.qq.com/qzone/303418818/303418818/50?1350462696',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 6,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '小飞机',
		userHeader: 'https://qlogo2.store.qq.com/qzone/623798005/623798005/30',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 7,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '半斤八两',
		userHeader: 'https://qlogo3.store.qq.com/qzone/190131426/190131426/50?1418570478',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 8,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '今天星期三',
		userHeader: 'https://qlogo1.store.qq.com/qzone/772740928/772740928/50?1462623341',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 9,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: 'single',
		userHeader: 'https://qlogo1.store.qq.com/qzone/1003438384/1003438384/50?1352190853',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	},
	{
		questionID: 10,
		hasImg: false,
		title: '父母有哪些常见的逻辑、思维令人难以接受？',
		cont: '为什么还有这个问题啊，好烦啊，反正微信开了打赏和关了打赏对我一点没影响，我并没有钱去打赏啊，换个场景，为啥你用天猫app里面购物就不用被抽成，为啥微信要，这个行为是定义购物还是赠与都可以，你购买了赠与服务，给公众号打赏，和你直接赠与公众',
		userName: '一朵花',
		userHeader: 'https://qlogo1.store.qq.com/qzone/592090824/592090824/50?1372738403',
		detail: [
			{
				type: 'text',
				cont: '昨天收到了华为的HR电话。我接了电话，那面说是华为，我心想我没投你们家简历啊，你哪来的我手机号，于是对答的口气有点惊讶，结果对面还自我感觉良好的和我说是不是没想到啊，然后邀请我参加他们宣讲会，问我考试周后的安排，让我去投他们家简历（说明他们还是知道我没有投过的），问我想去的部门，让我去参加之后的上机测试。'
			},
			{
				type: 'text',
				cont: '华为和阿里是我第一批脑内排除的公司，就说华为，上机考试系统要求以VC6为参考。我别的同学去面试，面试官来一句：你觉得你一个大三学生来我们这里能干什么。'
			},
			{
				type: 'text',
				cont: '嗯，所以我没投你家简历，你怎么知道我的手机号的。'
			}
		]
	}
];

export default db;